var op =
{
  //用于设置音效
    
    "type": 1,

    "nextpage": "../../index.html",

    "steps": 8,

    "name": ["旁白", "爱德华", "维克多伯爵", "爱德华", "爱德华", "旁白", "旁白", "旁白","爱德华" ,"旁白" ,"爱德华"  ],

    "texts": ["&nbsp;&nbsp;&nbsp;&nbsp;（场景转换到山庄里面，爱德华一行与伯爵坐在沙发上，伯爵为爱德华一行倒了酒）",
		"&nbsp;&nbsp;&nbsp;&nbsp;“现在可以告诉我怎样治好芙利娜了吗？（喝了一小口酒，后马上凑到伯爵面前）”，",
                "&nbsp;&nbsp;&nbsp;&nbsp;“您可真够着急的，那好吧，我去准备一些东西，麻烦等我一下！（离开到了二楼）”",
                 "&nbsp;&nbsp;&nbsp;&nbsp;“但愿这老头没有耍什么花样……”",
                 "&nbsp;&nbsp;&nbsp;&nbsp;“话说这山庄可真够大的！”",
                  "&nbsp;&nbsp;&nbsp;&nbsp;（爱德华开始逛山庄）",
                  "&nbsp;&nbsp;&nbsp;&nbsp;（山庄十分豪华，金碧辉煌，画廊挂着的全是名画，地板是用高级白桦木做的，干净得简直可以发光，面前还有一尊雕像。） ",
                 "&nbsp;&nbsp;&nbsp;&nbsp;（到一定时间后）",
                 "&nbsp;&nbsp;&nbsp;&nbsp;“这老头怎么还不来，都快天黑了！”",
                 "&nbsp;&nbsp;&nbsp;&nbsp;可突然地，一阵不可抵抗的困意袭来，爱德华站不稳摔在了楼梯上）",
                 "&nbsp;&nbsp;&nbsp;&nbsp;“这老头果然他妈在使诈！操，芙利娜……等……等我……”",
                


            ],
};


