var op =
{
  //用于设置音效
    
    "type": 1,

    "nextpage": "../game.html",

    "steps": 8,

    "name": ["旁白", "爱德华", "旁白", "维克多伯爵", "爱德华", "维克多伯爵", "爱德华", "旁白" ],

    "texts": ["&nbsp;&nbsp;&nbsp;&nbsp;(爱德华带着妻子驱车前往山庄，芙利娜做着噩梦，十分痛苦）",
		"&nbsp;&nbsp;&nbsp;&nbsp;“但愿这一切能快点平息……”，",
                "&nbsp;&nbsp;&nbsp;&nbsp;（场景转换，到了山庄，山庄门口站着维克多伯爵）",
                 "&nbsp;&nbsp;&nbsp;&nbsp;“欢迎你们，爱德华先生，芙利娜女士，先到里面歇歇脚吧”",
                 "&nbsp;&nbsp;&nbsp;&nbsp;“马上告诉我到底发生了什么？我妻子到底是怎么了？维利坦又是谁？怎样才能救我的妻子？”",
                  "&nbsp;&nbsp;&nbsp;&nbsp;“不要着急，亲爱的爱德华先生，现在还不是时候。您放心吧，我会治好您夫人的病的，先到里面休息一下吧。”",
                  "&nbsp;&nbsp;&nbsp;&nbsp;“他妈的！” ",
                 "&nbsp;&nbsp;&nbsp;&nbsp;（爱德华捏了捏拳头，跟着伯爵走了进去）",
                 
                


            ],
};


